<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <style>
        @font-face {
            font-family: 'THSarabunNew';
            font-style: normal;
            font-weight: normal;
            src: url("{{ public_path('font/THSarabunNew.ttf') }}") format('truetype');
        }
        @font-face {
            font-family: 'THSarabunNew';
            font-style: normal;
            font-weight: bold;
            src: url("{{ public_path('font/THSarabunNew Bold.ttf') }}") format('truetype');
        }
        @font-face {
            font-family: 'THSarabunNew';
            font-style: italic;
            font-weight: normal;
            src: url("{{ public_path('font/THSarabunNew BoldItalic.ttf') }}") format('truetype');
        }
        @font-face {
            font-family: 'THSarabunNew';
            font-style: italic;
            font-weight: bold;
            src: url("{{ public_path('font/THSarabunNew Italic.ttf') }}") format('truetype');
        }
        body {
            font-family: 'Garuda', sans-serif;
            /*font-family: THSarabunNew, Sans-Serif;*/
            /*font-family: "Angsana New" ;*/
        }

        @page {
            header: page-header;
            footer: page-footer;
        }
        table {
            border-collapse: collapse;
        }
        th,
        td {
            border: 1px solid #cecfd5;
            padding: 10px 10px;
        }
        p{
            line-height: 20pt;
        }
        .alignleft {
            float: left;
        }
        .alignright {
            float: right;
        }
    </style>
    <link href="{{ asset('assets/plugins/bootstrap/css/bootstrap.min.css') }}" rel="stylesheet"/>
</head>
<body>
<htmlpageheader name="page-header">
    <img src="{{ asset("image/logo.PNG") }}" class="img-responsive logo-nav" alt=""
         style="width: 20%">
    <br>
    <p style="margin-bottom: -15px">สัญญาจ้างเหมาติดตั้งงานระบบปรับอากาศ</p>
    <hr>
    <p style="margin-top: -15px">โครงการ</p>
</htmlpageheader>
<div class="container">
    <div class="row">
        <div class="col-md-2"></div>
        <div class="col-md-8">
            <div class="text-center"  style="padding-top: 80px">
                <h4>สัญญาจ้างเหมาติดตั้งงานระบบปรับอากาศ </h4> <br>
                <h4 style="padding-top: -30px"> โครงการ {{ $day }}</h4>
            </div>
            <div class="text-right">
                <p>สัญญาเลขที่  002/2562 </p>
            </div>
            <div class="text-left" style="margin-top: 5px">
                <p>สัญญานี้ทําขึ้นระหว่าง<p>
                <p style="margin-left: 40px;">
                    (1) บริษัท เวนเจอร์ แค็ป จํากัด ตั้งอยู่ที่ 343-343/1 ถ.ประเสริฐมนูกิจ แขวงนวลจันทร์ เขตบึงกุ่ม กรุงเทพฯ
                    ซึ่งต่อไปในสัญญานี้จะเรียกว่า “ผู้ซื้อ” ฝ่ายหนึ่ง กับ <br><br>
                    (2)  บริษัท เจ.เอส.เอ็นจิเนียริ่ง แอนด์ แมคคานิคอล จํากัด สํานักงานใหญ่ ตั้งอยู่ที่ 231 ซอยอ่อนนุช 40
                    ถ.สุขุมวิท 77 แขวงสวนหลวง เขตสวนหลวง กรุงเทพฯ โดยนายอิสระ สอดสุข
                    ซึ่งต่อไปในสัญญา นี้จะเรียกว่า “ผู้ขาย” อีกฝ่ายหนึ่ง
                </p>
                <br>
                <p>คู่สัญญาทั้งสองฝ่ายตกลงทําสัญญากันดังมีข้อความต่อไปนี้  ข้อ </p>
                <p>ข้อ 1. &nbsp;คําจํากัดความ </p>
                <p style="margin-left: 40px">
                    1.1 &nbsp;เจ้าของโครงการ หมายถึง  ผู้ว่าจ้างหรือตัวแทนผู้ว่าจ้าง ซึ่งมีการมอบหมายเป็นลาย ลักษณ์อักษรของผู้ว่าจ้าง โดยมีหน้าที่ตรวจรับการก่อสร้างตามสัญญานี้ <br>
                    1.2 &nbsp;ผู้บริหารโครงการ หมายถึง  บริษัทที่รับจ้างบริหารโครงการรวมถึงตัวแท <br>
                    1.3 &nbsp;การตรวจสอบงานก่อสร้างครั้งสุดท้าย ( Final  Inspection )   หมายถึง     การตรวจสอบงานที่ต้องดําเนินการ ร่วมกัน โดยผู้รับจ้าง และผู้บริหารโครงการ
                    การตรวจสอบงานดังกล่าวเป็นการตรวจสอบงานภาย หลังจากที่งานก่อสร้างแต่ละรายการงานได้ดําเนินการแล้วเสร็จ และผู้รับจ้างได้ตรวจสอบความ
                    ครบถ้วนสมบูรณ์ของงานก่อสร้างแล้ว จึงได้จัดทําเอกสารร้องขอให้ผู้บริหารโครงการร่วมกัน ตรวจสอบงานก่อสร้างครั้งสุดท้าย
                    ซึ่งการตรวจสอบร่วมกันดังกล่าวมีวัตถุประสงค์ดังต่อไปนี้คือ <br>
                    1.4 การแล้วเสร็จงานในส่วนสาระสําคัญ  (Substantial Completion)   หมายถึง    การที่ผู้รับจ้างได้ ดําเนินการก่อสร้างมี
                    รายการหลักของงานก่อสร้างครบถ้วนสมบูรณ์ตามแบบรูปและรายการ ประกอบแบบ เป็นการตรวจหาความชํารุดบกพร่องของงานก่อสร้างที่ยังเหลืออยู่ โดยเฉพาะอย่า
                    ยิ่งความไม่เรียบร้อย ความไม่สวยงามอันเนื่องจากคุณภาพฝีมือช่าง หรือหากจะมีข้อยกเว้นการไม่ แล้วเสร็จของงานก่อสร้างในบางรายการก็จะต้องเป็นรายการย่อยที่ตัวแทนผู้ว่าจ้างและผู้บริหาร โครงการ
                    และผู้รับจ้างได้ตกลงและยอมรับไว้ก่อนการส่งงานก่อสร้าง (ซึ่งได้จัดทําเอกสารโดยผู้ รับจ้างให้คํามั่นว่าจะทํางานใดๆ
                    ที่ค้างอยู่ให้แล้วเสร็จภายในระยะเวลาที่ผูกพันต่อข้อบกพร่องนั้น) การระบุวันแล้วเสร็จในขั้นนี้ถือเป็นวันที่ผู้ว่าจ้างและผู้บริหารโครงการยอมรับร่วมกัน เพื่อใช้เป็น
                    เกณฑ์ในการคํานวณระยะเวลาที่ล่าช้ากว่ากําหนดแล้วเสร็จตามสัญญา (ถ้ามี) ของผู้รับจ้างตามข้อ 8 เพื่อดําเนินการในขั้นต่อไป
                    </p>
            </div>
            <div class="text-left"  style="padding-top: 65px">
                <p style="margin-left: 40px;padding-top: 20px">
                    1.5 &nbsp;การแล้วเสร็จงานโดยสมบูรณ์ (Final Completion)    เป็นการแล้วเสร็จสมบูรณ์ของงานก่อสร้าง  ทั้งหมด
                    กล่าวคือ ผู้รับจ้างได้ทําการแก้ไขความชํารุดบกพร่องของงานก่อสร้างทั้งหมด พร้อมทั้ง ทํางานก่อสร้างรายการย่อยส่วนที่เหลืออยู่ตามรายการแจ้งของลูกค้าโครงการแล้ว
                    (ถ้ามี) ให้แล้ว เสร็จครบถ้วนทั้งหมด และส่งมอบเอกสารการคํ้าประกันของตัวแทนจําหน่าย พร้อมแจ้งรายชื่อผู้ ติดต่อตัวแทนจําหน่ายและแบบก่อสร้างจริง
                    (AS - BUILT DRAWINGS) มามอบให้ผู้ว่าจ้างก่อน การรับเงินงวดสุดท้าย รวมทั้งได้ดําเนินการจัดส่งเอกสารสําคัญโดยอย่างน้อยต้องประกอบด้วย <br>
                </p>
                <p style="padding-left: 65px">
                    1.5.1 &nbsp;หนังสือส่งมอบงานแล้วเสร็จโดยสมบูรณ์ <br>
                    1.5.2 &nbsp;หนังสือรับรองคุณภาพสินค้า / หนังสือคํ้าประกันคุณภาพของงานหรือสินค้า  <br>
                    1.5.3 &nbsp;ตารางรายการวัสดุ อุปกรณ์ เครื่องมือ เครื่องจักร พร้อมคู่มือการใช้ / การบํารุงรักษา พร้อมชื่อผู้แทนจําหน่าย ผู้ผลิต สถานที่อยู่ เบอร์โทรศัพท์ ฯลฯ <br>
                    1.5.4 &nbsp;ตารางรายการวัสดุสํารองเผื่อซ่อมในอนาคต (ถ้ามี) 1.5.5 แบบก่อสร้างจริง (AS - BUILT DRAWINGS) <br>
                </p>
                <p>คู่สัญญาทั้งสองฝ่ายตกลงทําสัญญากันดังมีข้อความต่อไปนี้  ข้อ </p>
                <p>ข้อ 2. &nbsp;คําจํากัดความ </p>
                <p style="padding-left: 40px">
                    &nbsp;&nbsp;“ผู้ว่าจ้าง” ตกลงจ้าง และ “ผู้รับจ้าง” ตกลงรับจ้างเหมางานเหมาติดตั้งงานระบบปรับอากาศ ของ โครงการ บริษัท เวนเจอร์ แค็ป จํากัด ตั้งอยู่ที่ 343-343/1 ถ.ประเสริฐมนูกิจ แขวงนวลจันทร์
                    เขตบึงกุ่ม กรุงเทพฯ รายละเอียดปรากฏในใบเสนอราคา และใบสั่งจ้างของผู้ว่าจ้าง เอกสารแนบท้ายสัญญา โดยตกลงราคาจ้างเหมา กันไว้ ดังนี้ ค่าติดตั้ง <br>
                </p>
                <p style="padding-left: 200px">ค่าติดตั้ง &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    349,260.00 บาท</p>
                <p style="padding-left: 200px">ภาษีมูลค่าเพิ่ม &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    24,448.20  บาท</p>
                <p style="padding-left: 200px">รวมเป็นเงินทั้งสิ้น &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    373,708.20  บาท</p>
                <p style="padding-left: 200px">( สามแสนเจ็ดหมื่นสามพันเจ็ดร้อยแปดบาทยี่สิบสตางค์ถ้วน )</p>
                <br>
                <br>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;ต่อไปในสัญญาเรียกว่า “งาน” ในกรณีที่มีการเพิ่ม หรือ ลดปริมาณ ราคาที่จะเปลี่ยนแปลงไปตาม จํานวนปริมาณงานที่เพิ่มหรือลดนั้นด้วย <br><br>
                    &nbsp;&nbsp;ทั้งนี้ วัสดุที่ผู้ว่าจ้าง สั่งซื้อตามสัญญา และอุปกรณ์ที่ผู้รับจ้างนํามาติดตั้งตามสัญญา ต้องได้รับความ เห็นชอบ และอนุมัติจากผู้ออกแบบ ก่อนดําเนินงานทุกรายการ
                </p>
            </div>
            <div class="text-left"  style="padding-top: 65px">
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 3. &nbsp;งานที่ว่าจ้าง
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;สัญญาจ้างเหมาฉบับนี้ มีจํานวน  18 แผ่น  คู่สัญญาทั้งสองฝ่ายตกลงให้ถือเอาเอกสารดังต่อไปนี้เป็น ส่วนหนึ่งของสัญญาฉบับนี้
                </p>
                <p style="padding-left: 100px">3.1  สําเนาใบเสนอราคาจํานวน 1 ฉบับ
                    <br>เลขที่ QT6112056 ลงวันที่ 5 กุมภาพันธ์ 2019 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    จํานวน    4   แผ่น
                </p>
                <p style="padding-left: 100px">3.2  สําเนาใบเสนอราคาจํานวน 1 ฉบับ
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    จํานวน    4   แผ่น
                </p>
                <p style="padding-left: 100px">3.4  สําเนาใบเสนอราคาจํานวน 1 ฉบับ
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    จํานวน    4   แผ่น
                </p>
                <p style="padding-left: 100px">3.5  สําเนาใบเสนอราคาจํานวน 1 ฉบับ
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    จํานวน    4   แผ่น
                </p>
                <p style="padding-left: 100px">3.6  สําเนาใบเสนอราคาจํานวน 1 ฉบับ
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    จํานวน    4   แผ่น
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 4. &nbsp;ขอบเขตงานตามสัญญา
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;ผู้รับจ้างสัญญาว่าจะจัดหาวัสดุอุปกรณ์ชนิดดี ใช้เครื่องมือ และแรงงานที่มีฝีมือ เพื่อทํางานโดยมี ขอบเขตของงานตามสัญญา และเอกสารอื่นตามข้อ 3 ที่แนบท้ายสัญญานี้ จนงานทั้งหมดแล้วเสร็จเรียบร้อย
                    สมบูรณ์ และรักษาความปลอดภัยในการทํางาน ตามมาตรฐานวิศวกรรมแห่งประเทศไทยและตามกฎหมายโดย เคร่งครัด
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;ในกรณีที่ผู้รับเหมารายอื่นละเลยการปฏิบัติงาน และมีผลทําให้งานของผู้รับจ้างตามขอบเขตแห่งสัญญา นี้ล่าช้า ไม่ถือว่าเป็นความผิดของผู้รับจ้าง เว้นแต่ผู้รับจ้างเป็นผู้ดําเนินการจัดหาผู้รับเหมารายอื่น
                    และผู้รับจ้าง ต้องแจ้งเป็นลายลักษณ์อักษรให้ผู้ว่าจ้างทราบทันที ถึงเหตุขัดข้องซึ่งเป็นต้นเหตุของความล่าช้าดังกล่าว
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;รายละเอียดหรือข้อกําหนดใดที่ขัดแย้งกัน ให้ถือดุลพินิจของเจ้าของโครงการ และ/หรือ ผู้บริหาร โครงการเป็นหลัก ในกรณีที่ไม่อาจตกลงกันได้ระหว่าง เจ้าของโครงการ และ/หรือ ผู้บริหารโครงการ
                    ให้ถือคํา ชี้ขาดของเจ้าของโครงการเป็นอันสิ้นสุด  ทั้งนี้ต้องเป็นไปตามมาตรฐานของวิศวกรรมแห่งประเทศไทยและ ตามกฎหมาย
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 5. &nbsp;การแก้ไข เพิ่มเติม หรือลดปริมาณ
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;ผู้ว่าจ้าง ผู้บริหารโครงการ และ/หรือ เจ้าของโครงการ มีสิทธิ์จะสั่งเป็นลายลักษณ์อักษรให้ทําการแก้ไข หรือเพิ่มเติม หรือลดงาน
                    จากรูปแบบ คุณลักษณะเฉพาะและรายละเอียดตามสัญญาได้ตามที่ผู้ว่าจ้างและเจ้าของ โครงการจะเห็นสมควร โดยไม่ต้องยกเลิกสัญญานี้
                    หากผู้รับจ้างไม่ปฏิบัติตามโดยไม่มีเหตุอันควร ผู้ว่าจ้างมี สิทธิว่าจ้างผู้อื่นเข้าดําเนินการได้ และหักราคาสําหรับงานนั้นออกจากเงินที่ผู้ว่าจ้างต้องชําระให้แก่ผู้รับจ้างได้
                </p>
            </div>
            <div class="text-left"  style="padding-top: 65px">
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 6. &nbsp;การจ่ายเงินค่าจ้าง
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; 6.1 &nbsp; ผู้ว่าจ้างตกลงจ่ายค่าจ้าง และผู้รับจ้างตกลงรับค่าจ้างเดือนละครั้ง โดยจะเป็นการเบิกจ่ายตามผลงาน ที่ได้กระทําในแต่ละเดือน ทั้งนี้จํานวนที่ขอเบิกในแต่ละครั้ง
                    ผู้ว่าจ้างจะทําการหักเงินค่าประกันผลงาน ในอัตรา ร้อยละ 5 ( ห้า ) ของเงินที่ผู้ว่าจ้างจ่ายในแต่ละงวด โดยเงินที่หักรวมทั้งสิ้นจะอยู่ในอัตราร้อยละ 5 ( ห้า ) ของ มูลค่างานตามสัญญารวมงานเปลี่ยนแปลง
                    ( ถ้ามี ) เมื่อผู้รับจ้างมีการส่งมอบ และผู้ว่าจ้างทําการรับงานงวด สุดท้ายตามสัญญา ( Final Completion )
                    ให้ผู้รับจ้างแล้วเป็นที่เรียบร้อย ผู้รับจ้างจะต้องนําหลักประกันผลงาน เป็นหนังสือคํ้าประกันความรับผิดชอบของงานก่อสร้าง
                    ซึ่งออกโดยธนาคารพานิชย์ในประเทศไทย มีมูลค่า เท่ากับจํานวนเงินคํ้าประกันผลงานที่ผู้ว่าจ้างหักไว้ มีอายุ 1  ( หนึ่ง ) ปี นับ
                    จากวันส่งรับมอบงานงวดสุดท้าย ตามสัญญา ( Final Completion ) มามอบให้กับผู้ว่าจ้างเพื่อแลกเงินประกันผลงานคืน
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; 6.2 &nbsp; เมื่อผู้ว่าจ้างตรวจรับมอบงานที่ส่งมอบถูกต้องครบถ้วนตามสัญญาแต่ละงวดแล้ว ผู้ว่าจ้างหรือ
                    เจ้าหน้าที่ของผู้ว่าจ้าง ที่ได้รับการแต่งตั้งเป็นตัวแทนผู้ว่าจ้างเพื่อรับมอบงานจะออกใบตรวจรับมอบงานให้ผู้รับ จ้างไว้เป็นหลักฐาน
                    เพื่อให้ผู้รับจ้างนํามาใช้เป็นหลักฐานในการขอรับชําระหนี้ การรับมอบงานจะมีผลสมบูรณ์ ตามสัญญานี้
                    เมื่อตัวแทนของผู้ว่าจ้างและผู้บริหารโครงการ ได้ลงชื่อตรวจรับและรับมอบงานในงวดนั้นแล้ว
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; 6.3 &nbsp; การจ่ายเงินค่าจ้างภายหลังหักเงินประกันที่ระบุไว้ข้างต้น ผู้ว่าจ้างจะจ่ายเงินค่าจ้างให้แก่ผู้รับจ้าง  ภายใน 30 วัน (สามสิบ)
                    นับถัดจากวันที่ผู้ว่าจ้างได้รับเอกสารขอรับชําระหนี้และหลักฐานตรวจรับมอบงานที่ สมบูรณ์จากผู้รับจ้าง
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; 6.4 &nbsp; การชําระเงินผู้ว่าจ้างตกลงจ่ายค่าจ้าง ผู้ว่าจ้างจะต้องชําระให้ภายใน 30 วัน หลังจากได้รับใบแจ้งหนี้ จากผู้รับจ้าง
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 7. &nbsp;การปฏิบัติตามสัญญาและความรับผิดชอบ
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; ในกรณีที่ผู้ว่าจ้างผิดนัดไม่ชําระค่าแรงติดตั้งงานระบบปรับอากาศ ให้แก่ผู้รับจ้างตามที่กําหนดไว้ในข้อ 6 ไม่ว่างวดหนึ่งงวดใดก็ดี และ/หรือในระหว่างงวดก็ดี
                    ผู้ว่าจ้างตกลงชําระดอกเบี้ยในอัตราร้อยละ 15 (สิบห้า) ต่อปี ของมูลค่างานที่ค้างชําระให้แก่ผู้รับจ้าง และยินยอมให้ผู้รับจ้างใช้สิทธิระงับการติดตั้งงานระบบปรับอากาศส่วนที่เหลือโดยไม่ถือว่าผู้รับจ้างผิดสัญญาได้นับแต่วันที่ผิดนัดเป็นต้นไป
                    โดยสินค้ายังเป็นของผู้ขาย  จนกว่าผู้ว่าจ้างจะได้ชําระมูลค่างานค้างชําระให้แก่ผู้รับจ้างเสร็จสิ้น ทั้งนี้ไม่เป็นการตัดสิทธิผู้รับจ้างในการบอก
                    เลิกสัญญานี้และเรียกร้องเอาค่าเสียหายใดๆที่เกิดขึ้นจากผู้รับจ้างได้ทั้งสิ้น
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; ทั้งสองฝ่ายตกลงที่จะปฏิบัติตามข้อกําหนดในสัญญาอย่างเคร่งครัดกรณีที่ฝ่ายหนึ่งฝ่ายใดไม่ปฏิบัติตาม สัญญาและทําให้อีกฝ่ายหนึ่งเกิดความเสียหายแล้วฝ่ายที่ได้รับความเสียหาย
                    สามารถเรียกร้องค่าสินไหม ทดแทนจากอีกฝ่ายหนึ่งได้ตามความเป็นจริง และตามกฎหมาย
                </p>
            </div>
            <div class="text-left"  style="padding-top: 65px">
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 8. &nbsp;ระยะเวลาตามสัญญา
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; 8.1  &nbsp; ผู้รับจ้างสัญญาว่าจะดําเนินงานตามสัญญาให้แล้วเสร็จเรียบร้อยภายในกําหนดระยะเวลาตามที่ระบุ ในสัญญาระยะเวลาทั้งหมด 61 วัน
                    (หกสิบเอ็ดวัน) โดยเริ่มงานติดตั้งช่วงที่หนึ่งเป็นงานติดตั้งเครื่องปรับอากาศ และเดินท่อทั้งหมด รวมถึงงานทดสอบระบบ
                    ตั้งแต่วันที่ 1 มีนาคม 2562 สิ้นสุดวันที่ 30 เมษายน 2562 จํานวน 61 วัน  8
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; 8.2  &nbsp; ผู้รับจ้างสัญญาว่าจะดําเนินงานตามสัญญาให้แล้วเสร็จเรียบร้อยภายในกําหนดระยะเวลาตามที่ระบุ ในสัญญา หากเกิดความล่าช้าอันเนื่องมาจากงานที่ไม่เกี่ยวข้องกับระบบปรับอากาศ
                    ซึ่งทําให้เกินระยะเวลา ตามที่ระบุใบสัญญา ผู้รับจ้างขอสงวนสิทธิ์ในการคิดค่า Prelim เพิ่มเติม นับจากวันที่สิ้นสุดสัญญาไปจนกว่า
                    งานจะแล้วเสร็จ โดยไม่ขอเป็นความผิดของผู้รับจ้างสัญญาทุกกรณี
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 9. &nbsp;การส่งมอบงาน และ การรับมอบงาน
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;การส่งมอบงานตามสัญญานี้ไม่ว่าจะเป็นการส่งมอบครั้งเดียวหรือส่งมอบหลายครั้ง ให้ผู้รับจ้าง กําหนดเวลาส่งมอบแต่ละครั้ง โดยทําเป็นหนังสือยื่นต่อผู้บริหารโครงการ ณ
                    หน่วยงานก่อสร้างในเวลาทําการ ก่อนวันครบกําหนดส่งมอบ (ทุกวันที่ 25 ของเดือน)
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;ในการส่งมอบงานแต่ละงวด ภายหลังการตรวจสอบรับงานแต่ละงวดแล้ว ผู้รับจ้างยังคงต้องรับผิดชอบ
                    ต่อคุณภาพของงานต่อไป หากตรวจพบว่ามีความเสียหายเกิดขึ้นภายหลังในผลงานที่ตรวจรับแล้วในงวดก่อนหน้า นี้
                    และหากผู้รับจ้างเพิกเฉยโดยปราศจากเหตุอันสมควร ไม่ทําการซ่อมแซมให้เสร็จทันก่อนมีการเบิกเงินงวดที่ ทําการเบิกต่อไป
                    ผู้ว่าจ้างมีสิทธิจะหน่วงเหนี่ยว ไม่จ่ายเงินค่าจ้างงวดต่อไปดังกล่าวได้ แต่หากตรวจพบว่ามี ความเสียหายเกิดขึ้นภายหลังในผลงานที่ตรวจรับอันเนื่องจากสาเหตุที่ไม่เกี่ยวข้องกับผู้รับจ้าง ผู้รับจ้างขอ
                    รับผิดชอบและคิดค่าเสียหายตามสภาพงานจริงจากผู้ว่าจ้าง
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;ในกรณีที่ผู้ว่าจ้างได้แจ้งเป็นหนังสือให้ผู้รับจ้างดําเนินการดังกล่าวข้างต้น    ผู้รับจ้างไม่ได้ดําเนินการ หรือดําเนินการไม่แล้วเสร็จภายในกําหนดที่แจ้ง ให้ถือว่าผู้รับจ้างกระทําผิดสัญญา
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    &nbsp;&nbsp;&nbsp;มอบงาน
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;&nbsp;- การรับงานขั้นต้น (Substantial Completion) <br> ก่อนกําหนดเวลาแล้วเสร็จตามสัญญาไม่น้อยกว่า 15 วัน  ผู้รับจ้างจะต้องแจ้งเพื่อการส่งมอบงาน
                    ขั้นต้นให้ผู้บริหารโครงการและผู้ว่าจ้างทราบ เมื่อผู้บริหารโครงการและตัวแทนของผู้ว่าจ้างได้ ตรวจสอบ และเห็นว่าการดําเนินการส่วนใหญ่ได้แล้วเสร็จ และได้รับแจ้งเป็นลายลักษณ์อักษรจาก
                    ผู้รับจ้างที่จะทํางานในส่วนที่ต้องแก้ไขส่วนที่เหลือให้แล้วเสร็จในระยะเวลาตามที่ผู้บริหาร โครงการและตัวแทนของผู้ว่าจ้างเห็นชอบแล้ว
                    ผู้ว่าจ้างจะออกหนังสือรับรองงานแล้วเสร็จขั้นต้น ให้กับผู้รับจ้าง คู่สัญญาให้ถือวันที่ได้รับแจ้งเป็นลายลักษณ์อักษรการรับงานขั้นต้นดังกล่าวเป็นวัน สิ้นสุดการเรียกค่าปรับตามข้อ 7
                </p>
            </div>
            <div class="text-left"  style="padding-top: 65px">
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;&nbsp;- การรับมอบงานแล้วเสร็จสมบูรณ์ (Final Completion) <br>
                    เมื่อตรวจรับการส่งมอบงานขั้นต้นแล้วเสร็จ ผู้บริหารโครงการได้ออกหนังสือรับรองงานขั้นต้นให้ ผู้รับจ้างพร้อมด้วยบัญชีงานที่ต้องแก้ไข (List of Defect Works) ซึ่งตรวจสอบโดยตัวแทนของผู้
                    ว่าจ้างและผู้บริหารโครงการ ผู้รับจ้างจะเริ่มดําเนินการแก้ไขงานตามบัญชีงานดังกล่าวภายใน 5 วัน และต้องดําเนินการให้แล้วเสร็จสมบูรณ์ภายในระยะเวลาที่ผู้บริหารโครงการกําหนด หรือต้องไม่ เกินกว่า 30 (สามสิบ)
                    วันนับแต่วันที่ถือว่าผู้ว่าจ้างรับมอบงานขั้นต้นแล้ว เมื่อดําเนินการแล้วเสร็จ ให้ผู้รับจ้างแจ้งส่งมอบงานแล้วเสร็จสมบูรณ์ (Final Completion) โดยปราศจากความชํารุด บกพร่องใดๆ ให้แก่ผู้ว่าจ้าง
                    หรือผู้บริหารโครงการ เพื่อเข้าตรวจรับงานภายใน 10 วันหลังจาก ได้รับแจ้งโดยหนังสือจากผู้รับจ้าง เมื่องานแล้วเสร็จสมบูรณ์และผู้บริหารโครงการหรือตัวแทน ของผู้ว่าจ้างตรวจสอบยอมรับงานที่แก้ไขดังกล่าวแล้ว
                    ผู้ว่าจ้างจะออกใบรับรองผลงานแล้วเสร็จ สมบูรณ์ (Final Completion) ให้กับผู้รับจ้าง หากผู้รับจ้างไม่สามารถแก้ไขงานให้แล้วเสร็จตาม กําหนดเวลาดังกล่าวข้างต้นโดยไม่มีเหตุอันสมควร
                    ผู้รับจ้างยินยอมให้ผู้ว่าจ้างจัดจ้างผู้รับจ้างราย อื่นเข้าดําเนินการแทนโดยหักค่าใช้จ่ายจากผู้รับจ้าง
                </p>
                <p style="margin-left: 40px;">
                    &nbsp;&nbsp;&nbsp;ทั้งนี้เมื่อผู้รับจ้างมีการส่งมอบงานและผู้ว่าจ้างทําการรับมอบงานครั้งสุดท้ายโดยเสร็จสมบูรณ์ (Final Completion) ผู้รับจ้างจะต้องนําหลักประกันผลงานเป็นหนังสือคํ้าประกันความรับผิดชอบของงานก่อสร้าง
                    ซึ่ง ออกโดยธนาคารพาณิชย์ในประเทศไทย เป็นจํานวนร้อยละ 5 ( ห้า ) ของมูลค่างาน มีระยะเวลา 1 (หนึ่ง) ปี นับ จากวันรับมอบงานตามสัญญามามอบให้กับผู้ว่าจ้าง
                </p>
                <p style="margin-left: 40px;">
                    &nbsp;&nbsp;&nbsp;ในการส่งมอบงานแล้วเสร็จสมบูรณ์ให้แก่ผู้ว่าจ้างนี้ผู้รับจ้างจะต้องดําเนินการงานตามสัญญาให้แล้ว เสร็จสมบูรณ์ตามแบบรูป รายการละเอียดประกอบแบบและรายการอื่นเกี่ยวข้อง
                    รวมทั้งเงื่อนไขตามที่กําหนด ในสัญญา โดยถูกต้องครบถ้วนทุกประการ และจะต้องส่งมอบอุปกรณ์ และสิ่งของดังต่อไปนี้ให้แก่ผู้ว่าจ้างด้วย
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; 1)  &nbsp; ผู้รับจ้างจะต้องทําการส่งมอบแบบก่อสร้างจริง (AS-BUILT DRAWING) แสดงรายละเอียด และตําแหน่งการติดตั้ง
                    โดยรวบรวมหลักฐานแบบทั้งหมดเป็นรูปเล่มส่งมอบต่อผู้ว่าจ้างเป็น ต้นฉบับ (กระดาษไข หรือ SEPIA) พร้อมสําเนา (พิมพ์เขียว) จํานวน 4 ชุด และแผ่นดิสเก็ต <br>
                    &nbsp;&nbsp; 2)  &nbsp;ผู้รับจ้างจะต้องจัดทําและส่งมอบคู่มือการใช้งานและบํารุงรักษา (OPERATION AND MAINTENANCE MANUAL) จํานวน 4 ชุด
                    ส่งให้แก่ผู้ว่าจ้าง โดยทั่วไปจะต้องประกอบด้วย เนื้อหาหลักต่อไปนี้
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; <u>การใช้งาน</u>
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; - &nbsp;&nbsp;รายละเอียดและข้อมูลทั้งหมดของระบบอุปกรณ์ส่วนประกอบ และความสัมพันธ์ในการ ทํางานของส่วน ต่างๆ
                </p>
            </div>
            <div class="text-left"  style="padding-top: 110px">
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; <u>การบํารุงรักษา </u>
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; - &nbsp;&nbsp;หลักการบํารุงรักษาและตารางกําหนดระยะเวลาของแต่ละส่วนของระบบ <br>
                    &nbsp;&nbsp; - &nbsp;&nbsp;วิธีการและขั้นตอนโดยละเอียด พร้อมแบบฟอร์มที่แนะนําให้ใช้ <br>
                    &nbsp;&nbsp; - &nbsp;&nbsp;บัญชี CHECK LIST สําหรับการตรวจสอบวิเคราะห์เหตุขัดข้องตลอดจนอุปกรณ์สําหรับ ตรวจสอบ และวิเคราะห์ที่จําเป็น <br>
                    &nbsp;&nbsp; - &nbsp;&nbsp;บัญชีอะไหล่ที่ผู้ผลิตแนะนําให้มีสํารองไว้ พร้อมรายละเอียดราคาชิ้นส่วนและระยะเวลา จัดส่งถึงสถานที่ก่อสร้าง
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; 3)  &nbsp; การฝึกอบรมวิธีการใช้งานและบํารุงรักษา <br>
                    ผู้รับจ้างต้องดําเนินการอบรมให้แก่เจ้าหน้าที่ของผู้ว่าจ้างให้สามารถใช้งานและทําการ บํารุงรักษาตามรายละเอียดที่ระบุไว้ หรือหากมิได้ระบุตามความจําเป็น และความเหมาะสม สําหรับระบบอุปกรณ์นั้นๆ
                    ผู้รับจ้างจะต้องส่งมอบวีดีโอบันทึกการฝึกอบรมให้กับผู้ว่าจ้าง โดยผู้รับจ้างเป็นผู้รับผิดชอบค่าใช้จ่ายในการนี้ทั้งสิ้น
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 10. &nbsp;การขยายระยะเวลาการส่งมอบและติดตั้ง
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;คู่สัญญาทั้งสองฝ่ายตกลงกันว่า  ผู้รับจ้างมีสิทธิที่จะขยายระยะเวลาการส่งมอบงานติดตั้งงานระบบ ปรับอากาศ ตามสัญญานี้ได้ หากมีเหตุดังต่อไปนี้เกิดขึ้น
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; 10.1  &nbsp; เหตุเกิดจากความผิดหรือความบกพร่องของผู้ว่าจ้าง พนักงาน และ/หรือบุคคลที่เกี่ยวข้องกับ ผู้ว่าจ้าง  <br>
                    &nbsp;&nbsp; 10.2  &nbsp; เหตุเกิดจากพฤติการณ์อันหนึ่งอันใดที่ผู้รับจ้างไม่ต้องรับผิดตามกฎหมาย หรือเป็นการพ้นวิสัย ที่ผู้รับจ้างจะควบคุมได้  <br>
                    &nbsp;&nbsp; 10.3  &nbsp; เหตุสุดวิสัยโดยผู้รับจ้างจะแจ้งเหตุดังกล่าวให้ผู้ว่าจ้างทราบเป็นลายลักษณ์อักษรภายใน 30 (สามสิบ) วัน นับแต่เหตุนั้นได้สิ้นสุดลง
                    และผู้ว่าจ้างตกลงขยายระยะเวลาการส่งมอบและ ติดตั้งออกไปให้เท่ากับระยะเวลาของเหตุการณ์ที่เป็นอุปสรรคนั้น
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 11. &nbsp;ข้อตกลงของผู้รับจ้าง
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; 11.1  &nbsp; ผู้รับจ้างจะต้องแจ้งชื่อวิศวกรผู้รับผิดชอบในการดําเนินงานก่อสร้าง เพื่อประจํา ณ สถานที่ ก่อสร้างตลอดเวลาอย่างน้อย 1 คน และมีอํานาจเต็มในการที่จะดําเนินการในนามของผู้รับจ้าง   <br>
                    &nbsp;&nbsp; 11.2  &nbsp; ระหว่างการปฏิบัติงาน และภายหลังการติดตั้งงานระบบปรับอากาศแล้วเสร็จ ผู้รับจ้างตกลงจะทํา ความสะอาดสถานที่ติดตั้งให้เรียบร้อย ตลอดระยะเวลาการปฏิบัติงาน และก่อนที่จะทําการส่งมอบ ติดตั้งงานระบบปรับอากาศ ให้กับผู้ว่าจ้าง
                </p>
            </div>
            <div class="text-left"  style="padding-top: 65px">
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 12. &nbsp;การรับประกันคุณภาพงานติดตั้งงานระบบปรับอากาศ
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;เมื่องานแล้วเสร็จเรียบร้อยและผู้ว่าจ้างได้รับมอบงานจากผู้ขาย หรือจากผู้รับจ้างคนใหม่      กรณีผู้รับ จ้างผิดสัญญา และผู้ว่าจ้างใช้สิทธิเลิกสัญญาตามข้อ 15 ของสัญญาฉบับนี้
                    ถ้ามีเหตุชํารุดเสียหายเกิดขึ้นแก่งานนี้ ภายในกําหนด 1 ปี ( หนึ่ง ) นับตั้งแต่วันรับมอบงานงวดสุดท้าย โดยเหตุที่ชํารุดเสียหายนั้นเกิดขึ้นจากความ บกพร่องของผู้รับจ้าง จะเป็นทําไว้ไม่เรียบร้อย
                    หรือใช้สิ่งของวัสดุไม่ดี หรือทําไม่ถูกต้องตามหลักวิชาการก็ดี ไม่ว่ากรณีใดๆ ผู้รับจ้างจะต้องรีบทําการแก้ไขให้เป็นที่เรียบร้อย ภายในระยะเวลาที่ผู้ว่าจ้างกําหนด โดยไม่คิด เอาค่าสิ่งของ ค่าแรงงาน หรือค่าใช้จ่ายอื่นใดจากผู้ว่าจ้างอีก
                    แต่หากมีเหตุชํารุดเสียหายเกิดขึ้นแก่งานโดยไม่ เกี่ยวข้องกับผู้รับจ้างหรืองานติดตั้งจากผู้รับจ้าง ผู้รับจ้างยินยอมจะแก้ไขซ่อมแซมโดยคิดเอาค่าสิ่งของ
                    ค่าแรงงาน และค่าใช้จ่ายอื่นๆที่เกี่ยวข้องกับผู้ว่าจ้างตามสภาพความเสียหายที่เกิดขึ้นจริง
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;ถ้าผู้รับจ้างไม่ทําการแก้ไขซ่อมแซมให้เรียบร้อยภายใน 15 วัน (สิบห้า)     นับจากวันที่ได้รับแจ้งเป็น ลายลักษณ์อักษรจากผู้ว่าจ้าง ผู้ว่าจ้างมีสิทธิจ้างผู้อื่นทํางานนั้นแทน โดยผู้รับจ้างต้องรับผิดชอบในค่าใช้จ่าย
                    รวมถึงเงินใดๆ ที่ผู้ว่าจ้างต้องเสียไปทั้งสิ้น การแก้ไขหรือซ่อมแซมกรณีมีเหตุชํารุดเสียหายซึ่งปรากฏ ภายในเวลาที่กําหนดข้างต้นนั้น ผู้รับจ้างยังคงต้องรับผิดชอบ
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; ในการดําเนินการและค่าใช้จ่ายต่างๆ ไม่ว่าผู้รับจ้างจะเป็นผู้แก้ไขหรือซ่อมแซมด้วยตนเองหรือไม่ก็ ตาม ทั้งนี้ จนกว่าจะเป็นที่เรียบร้อย
                    และผู้รับจ้างยอมรับแม้การแก้ไขหรือซ่อมแซมนั้นจะใช้เวลาเกิน กําหนดเวลา นับจากวันที่ผู้ว่าจ้างได้รับมอบงานใน
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 13. &nbsp; การบอกเลิกสัญญาโดยผู้ว่าจ้าง
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; ใก่อนหรือในระหว่างที่ผู้รับจ้างดําเนินการตามสัญญานี้ หากเกิดกรณีใดกรณีหนึ่ง หรือหลายกรณี เช่นที่ จะกล่าวต่อไปนี้ ผู้ว่าจ้างมีสิทธิบอกเลิกสัญญาจ้างนี้ได้ทันที
                    โดยบอกกว่าเป็นลายลักษณ์อักษร
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; 13.1  &nbsp; ผู้รับจ้างเป็นผู้หนี้สินล้นตัว หรือตกเป็นบุคคลล้มละลาย หรือมีคําพิพากษาให้รับโทษทางใด ๆ หรือรับโทษในคดีอันเกิดจากความผิดพลาดจากการใช้เช็ค<br>
                    &nbsp;&nbsp; 13.2  &nbsp; ปฏิเสธละเลยไม่จัดหาช่างฝีมือที่ดี และจํานวนเพียงพอแก่ปริมาณงาน มาดําเนินการให้เป็น ผลดี และก้าวหน้าแก่งานนี้ หรือทําการโกง หรือมีพฤติกรรมส่อว่าจะฉ้อโกงวัสดุ
                    หรือพยายาม ที่จะใช้วัสดุไม่ถูกต้อง หรือที่ไม่ได้รับอนุมัติจากผู้ว่าจ้าง เจ้าของโครงการ หรือไม่ถูกต้องตาม แบบที่ผู้รับจ้างได้รับจากผู้ว่าจ้าง เจ้าของโครงการ หรือตัวแทน <br>
                    &nbsp;&nbsp; 13.3  &nbsp; งานล่าช้าโดยไม่มีเหตุอันสมควร เป็นเหตุให้งานไม่แล้วเสร็จสมบูรณ์ตามกําหนดเวลาก็ดี <br>
                    &nbsp;&nbsp; 13.4  &nbsp; ละทิ้งงานโดยไม่มีเหตุอันสมควร <br>
                    &nbsp;&nbsp; 13.5  &nbsp; ผู้รับจ้างทําผิดสัญญาข้อใดข้อหนึ่งในสัญญานี้ <br>
                    &nbsp;&nbsp; 13.6  &nbsp; ผู้รับจ้างตกลงจะให้บุคลากรของผู้รับจ้างออกจากสถานที่ปฏิบัติวานทันที่ ที่ได้รับแจ้งการบอก เลิกสัญญาจากผู้ว่าจ้าง
                    ทั้งนี้การบอกเลิกสัญญาต้องทําเป็นลายลักษณ์อักษรระบุวันที่ ที่ให้ สัญญานี้สิ้นผล
                </p>
            </div>
            <div class="text-left"  style="padding-top: 65px">
                <p style="padding-left: 50px;">
                    และส่งให้แก่ผู้ว่าจ้าง พร้อมสําเนาสั่งให้เจ้าของโครงการและผู้บริหารโครงการ ก่อนวันที่สิ้นผลนั้น ไม่น้อยกว่า 7 (เจ็ด) วัน
                    นับแต่วันที่ส่งหนังสือบอกกล่าวเลิกสัญญา
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 14. &nbsp; เมื่อผู้ว่าจ้างบอกเลิกสัญญา
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; ถ้าผู้ว่าจ้างบอกเลิกสัญญาแล้ว ผู้รับจ้างยอมให้ผู้ว่าจ้างดําเนินการดังต่อไปนี้
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; 14.1  &nbsp; ยินยอมให้ผู้ว่าจ้างเรียกเอาค่าจ้างที่เพิ่มขึ้น เพราะให้บุคคลอื่นทํางานนี้ต่อไปจนงานแล้วเสร็จ สมบูรณ์ <br>
                    &nbsp;&nbsp; 14.2  &nbsp; เรียกเอาค่าใช้จ่ายในการควบคุมงาน ในเมื่อผู้ว่าจ้างต้องจ้างผู้ควบคุมงานนั้นอีกต่อหนึ่งจนงาน แล้วเสร็จสมบูรณ์ <br>
                    &nbsp;&nbsp; 14.3  &nbsp;  เรียกค่าเสียหายรวมตลอดถึงดอกเบี้ยในอัตราร้อยละ 15 ต่อปีจากผู้รับจ้าง ทั้งมีสิทธิหักเงินค่าจ้างที่ค้างชําระ <br>
                    &nbsp;&nbsp; 14.4  &nbsp;  ผู้รับจ้างตกลงจะให้บุคลากรของผู้รับจ้างออกจากสถานที่ก่อสร้างทันทีที่ได้รับแจ้งการยกเลิก สัญญาจากผู้ว่าจ้างเป็นลายลักษณ์อักษร
                    โดยให้คงเหลือเพียงเจ้าหน้าที่ดูแลทรัพย์สินตามที่ผู้ว่าจ้างและผู้ ควบคุมงานเห็นสมควรเท่านั้น <br>
                    &nbsp;&nbsp; 14.5  &nbsp;  บรรดางานที่ผู้รับจ้างได้ทําขึ้น และสิ่งของต่างๆ ที่ได้นํามาไว้ ณ สถานที่ทํางานนั้น  โดยเฉพาะ      เพื่องานดังกล่าว
                    หากผู้ว่าจ้างจ่ายชําระค่าบรรดางานและสิ่งของต่างๆนั้นครบถ้วนตามมูลค่าที่ตกลงกันเรียบร้อย แล้ว ผู้รับจ้างยอมให้ตกเป็นกรรมสิทธิ์ของผู้ว่าจ้าง ได้ทั้งหมด
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ในกรณีที่ต้องจ้างบุคคลอื่นทํางานที่ค้างอยู่แล้วให้เสร็จบริบูรณ์ หากปรากฏว่าเงินค่าสินค้าที่ เหลือจ่ายไม่พอสําหรับการทํางานรายนี้เป็นจํานวนเงินเท่าใด
                    ผู้รับจ้างยอมให้ผู้ว่าจ้างหักค่าสินค้านั้นเพียง จํานวนเงินค่าจ้างที่ค้างชําระ และผู้ว่าจ้างยอมรับเป็นผู้รับชดใช้เงินจํานวนที่ยังขาดอยู่นั้นจนครบถ้วน        หาก เงินค่าจ้างตามสัญญาที่หักไว้จ่ายเป็นค่าปรับและค่าเสียหายแล้วยังคงเหลืออยู่เท่าใด ผู้ว่าจ้างจะคืนให้แก่ผู้รับจ้าง ทั้งหมด พร้อมดอกเบี้ย  
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 15. &nbsp; ข้อตกลงอื่นๆ
                </p>
                <p style="padding-left: 50px;">
                    &nbsp;&nbsp; 15.1  &nbsp; ผในกรณีที่ข้อกําหนดแห่งสัญญานี้ข้อหนึ่งข้อใดเป็นโมฆะ ไม่สมบูรณ์ หรือใช้บังคับไม่ได้ตาม กฎหมาย ทั้งสองฝ่ายตกลงให้ข้อกําหนดอื่นยังมีผลบังคับใช้ต่อไปได้ <br>
                    &nbsp;&nbsp; 15.2  &nbsp; การแก้ไข เปลี่ยนแปลง หรือยกเลิกข้อตกลงหรือเงื่อนไขที่ระบุในสัญญานี้ต้องทําเป็นหนังสือ ลงลายมือชื่อผู้ว่าจ้างและผู้รับจ้างจึงจะสมบูรณ์บังคับใช้ได้
                </p>
                <p style="margin-left: 40px;padding-top: 20px">
                    ข้อ 16. &nbsp; เมื่อผู้ว่าจ้างบอกเลิกสัญญา
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp; ในการทําสัญญาฉบับนี้ คู่สัญญาทั้งสองฝ่ายได้ร่วมพิจารณาข้อตกลง ข้อกําหนด ตลอดจนเงื่อนไขต่าง ๆ ของสัญญาด้วยกันทั้งสองฝ่าย ด้วยความเป็นธรรม และเห็นชอบทั้งสองฝ่าย
                    ดังนั้นคู่สัญญาทั้งสอง
                </p>
            </div>
            <div class="text-left"  style="padding-top: 70px">
                <p style="padding-left: 40px;padding-top: 20px">
                    &nbsp;&nbsp; ฝ่ายถือว่าข้อตกลง ข้อกําหนด ตลอดจนเงื่อนไขต่างๆ ตามสัญญาฉบับนี้ เป็นสาระสําคัญแห่งสัญญานี้ ทุกประการ
                    ดังนั้นเมื่อเกิดข้อโต้แย้งขึ้นทั้งสองฝ่ายจะร่วมกันแก้ไขข้อโต้แย้งด้วยความเป็นธรรมฉันท์ มิตร ตามลักษณะคู้ค้าที่มีผลประโยชน์ร่วมกันควรมี
                    เพื่อให้เป็นไปด้วยความถูกต้องตามกฎหมายหลัก วิชาชีพ และถือเอาความยุติธรรมต่อทั้งสองฝ่ายเป็นที่ตั้ง
                </p>
                <p style="padding-left: 40px;">
                    &nbsp;&nbsp;สัญญาฉบับนี้ทําขึ้นเป็นสองฉบับ มีข้อความถูกต้องตรงกัน คู่สัญญาทั้งสองฝ่ายต่างได้อ่านและเข้าใจ ข้อความในสัญญานี้โดยละเอียดดีแล้ว เห็นเป็นการถูกต้องตามเจตนา
                    จึงได้ลงลายมือชื่อพร้อมประทับตรา บริษัท (ถ้ามี) ไว้เป็นสําคัญ ต่อหน้าพยาน และเก็บไว้ฝ่ายละฉบับ
                </p>
                <p style="padding-left: 90px;padding-top: 60px">
                    &nbsp;&nbsp;&nbsp;&nbsp;<u>บริษัท .....</u>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;&nbsp;&nbsp;<u>บริษัท .....</u>
                </p>
                <p style="padding-left: 30px;padding-top: 60px">
                    (ลงชื่อ)................................................ผู้ว่าจ้าง
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    (ลงชื่อ)................................................ผู้รับเหมา
                </p>
                <p style="padding-left: 70px;">
                    (...............................................)
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    (...............................................)
                </p>
                <p style="padding-left: 30px;padding-top: 40px">
                    (ลงชื่อ)................................................พยาน
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    (ลงชื่อ)................................................พยาน
                </p>
                <p style="padding-left: 70px;">
                    (...............................................)
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    (...............................................)
                </p>
                <p style="padding-left: 30px;padding-top: 40px">
                    (ลงชื่อ)................................................พยาน
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    (ลงชื่อ)................................................พยาน
                </p>
                <p style="padding-left: 70px;">
                    (...............................................)
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    (...............................................)
                </p>
            </div>
        </div>
        <div class="col-md-2"></div>
    </div>
</div>
<htmlpagefooter name="page-footer">
    <div class="text-center">
        <hr>
        <p class="text-center">Page {PAGENO}</p>
    </div>
</htmlpagefooter>
</body>
</html>